app/controllers/tags_controller.rb

INSERT INTO "tags" ("created_at", "registration", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-07-23 11:03:44.948402"], ["registration", "2014-07-23"], ["title", "hoge"], ["updated_at", "2014-07-23 11:03:44.948402"]]
---
  def create
    @tag = Tag.new(tag_params)

    respond_to do |format|
      if @tag.save